[
    {
        "image": "/images/games/guardians.jpg",
        "url": "https://www.bbc.co.uk/bitesize/topics/zd2f7nb/articles/zn2y7nb",
      "name": "Guardians - Defenders of Mathematica",
      "description": "Build and test primary maths skills with different weekly challenges,Choose a character, then add, subtract, divide and multiply your way to victory in this fun maths game. "
    },
    {
      "image": "/images/games/karatecats.png",
      "url": "https://www.bbc.co.uk/bitesize/topics/zd63xyc/articles/zdp4pg8",
        "name": "Karate Cats - English",
        "description": "Build and test primary English skills with different levels of language challenges. Learn and practise your spelling, grammar and punctuation!"
    },
    {
      "image": "/images/games/crystalexplorers.jpg",
      "url": "https://www.bbc.co.uk/bitesize/articles/zbm8scw",
    "name": "Crystal Explorers",
    "description": "Build and test primary English skills with different levels of language challenges. Learn and practise your spelling, grammar and punctuation! You’ve explored jungles, caves and ancient tombs on your mission to find the crystals and protect them from the sneaky pirate Salty Dan."
  },
  {
    "image": "/images/games/earthsquad.jpg",
    "url": "https://www.bbc.co.uk/bitesize/articles/zj7s6v4",
      "name": "Earth Squad, Go!",
      "description": "Complete the missions set by the Squad Captains. You’ll need to use your knowledge of the living world as you answer questions about plants, animals and the human body. Get started by choosing a topic and collect important data by completing the challenges found across the zones."
  },
  {
    "image": "/images/games/ittakesguts.jpg",
    "url": "https://www.bbc.co.uk/bitesize/articles/zm7yg2p",
  "name": "Operation Ouch! It Takes Guts",
  "description": "Join Dr Chris, Dr Xand and Dr Ronx as you travel through the digestive systems from the mouth … to the bum! Discover how the human body munches, crunches and breaks down the food that we eat so that it can be turned into energy. Explore saliva in the mouth, peristalsis in the oesophagus and acid in the stomach, making sure you earn rewards to upgrade the pod. But watch out - you’ll also need to help guide the pod past lots of burps, farts and bad bacteria along the way!"
},
{
  "image": "/images/games/galaxypugs.png",
  "url": "https://www.bbc.co.uk/bitesize/articles/zn7bscw",
    "name": "Galaxy Pugs",
    "description": "Build and test primary science skills with different missions. The Galaxy Pugs are on a mission to explore planet Earth and they need your Science skills to succeed. Help the pugs observe Earth’s animals, learn how to grow plants, study the human body, experiment with materials, explore our planet’s habitats and find tiny invertebrates hiding in a pond!"
}
    
  ]